{"pageProps":{"postData":{"id":"ABC-da-Engenharia","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/ABC-da-Engenharia/images/logo_abc.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\n<!--  o conterúdo começa a partir daqui -->\n<p style=\"color: #333;\">\r\n  A atividade do ABC da Engenharia é desenvolvida pelo grupo PET Elétrica UFBA como uma forma\r\n  de introduzir os primeiros passos dos calouros do curso de Engenharia Elétrica. Assim, a atividade\r\n  visa suprir lacunas de algumas matérias e compartilhar experiência, visando, futuramente, uma\r\n  formação mais fluida por parte dos participantes. A atividade tem como principal motivação a falta\r\n  da presença de matérias práticas nos semestres iniciais do curso. Essa ausência, infelizmente, acaba\r\n  por desmotivar o recém ingresso a dar continuidade ao curso, devido ao fato de só ser apresentado a\r\n  matérias densas em termos de teoria e poucas oportunidades para aplicar essa teoria. Dessa forma,\r\n  o ABC da Engenharia conseguiria preparar e motivar os calouros para problemáticas que serão\r\n  encontradas futuramente no decorrer do seu período acadêmico, como familiaridade com\r\n  componentes eletrônicos, linguagens básicas de programação e noções para o manuseio correto dos\r\n  equipamentos presentes no laboratório.\r\n</p>\r\n<p style=\"color: #333;\">\r\n  Objetivo do ABC da Engenharia é introduzir o calouro nas vivências práticas do curso de Engenharia\r\n  Elétrica. Dessa forma, o participante pode ter contato com temáticas que serão abordadas no início\r\n  do curso, mas de uma maneira mais fluida e prévia, auxiliando, não só o desenvolvimento do aluno\r\n  mas o próprio seguimento da matéria do curso. Além disso, introduzindo previamente atividades\r\n  práticas, o calouro tem condições de se motivar mais para dar seguimento ao curso no momento em\r\n  que lhe são oferecidas oportunidades para que ele aplique suas habilidades teóricas já possuídas.\r\n  Assim, o grupo também auxilia numa menor evasão precoce do curso de Engenharia Elétrica da\r\n  UFBA.\r\n</p><br><br>\n","image":"/atividades/ABC-da-Engenharia/images/logo_abc.png","link":"/atividades/ABC-da-Engenharia","title":"ABC da Engenharia","description":"Atividade semestral que possibilita aos calouros o contato com a parte prática do curso de Engenharia Elétrica logo no primeiro semestre, com 4 projetos práticos voltados para as ênfases oferecidas no curso.","status":"ON"}},"__N_SSG":true}