{"pageProps":{"postData":{"id":"Comunicação-e-Visibilidade","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/Comunicação-e-Visibilidade/images/logo_C&V.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\n<!--  o conterúdo começa a partir daqui -->\n<p style=\"color: #333;\">\r\n  A atividade Comunicação, Visibilidade e Produção visa unificar a administração dos canais de\r\n  comunicação vinculados ao PET Elétrica: site, redes sociais e e-mail, além dos meios de comunicação\r\n  física - cartazes, panfletos e banners. Estabelecer e manter ativa a comunicação e integração do\r\n  grupo com o público de dentro e de fora da Universidade e unificar a produção audiovisual do grupo.\r\n  Os seguintes recursos são utilizados pelo grupo PET Elétrica: site do PET, que é um meio de\r\n  divulgação do trabalho realizado pelo grupo; o perfil no Instagram, onde são divulgadas atividades,\r\n  eventos e assuntos de relevância para o grupo e a comunidade externa; Recepção de calouros.\r\n</p>\r\n<p style=\"color: #333;\">\r\n  O objetivo desta atividade é difundir toda a produção de materiais do grupo, seja técnica ou cultural,\r\n  para o público em geral, assim como organizar, planejar e administrar site e redes sociais vinculadas\r\n  ao PET Elétrica. Esta tarefa tem o intuito de manter atualizadas as informações e materiais de\r\n  divulgação úteis tanto para discentes e docentes do curso de Engenharia Elétrica, como para o\r\n  público externo ao Departamento de Engenharia Elétrica e de Computação ou mesmo à\r\n  Universidade.\r\n</p><br><br>\n","image":"/atividades/Comunicação-e-Visibilidade/images/logo_C&V.png","link":"/atividades/Comunicação-e-Visibilidade","title":"Comunicação e Visibilidade","description":"Atividade que promove a divulgação do PET e de suas atividades através da produção de postagens em redes sociais, cartazes, mural do PET, dentre outros.","status":"ON"}},"__N_SSG":true}