{"pageProps":{"postData":{"id":"PET-Nota-Mil","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/PET-Nota-Mil/images/logo_nota.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\r\n<!--  o conterúdo começa a partir daqui -->\r\n<br><br><p style=\"color: #333;\">\r\n  O PET Nota Mil é uma atividade de extensão para além do ambiente da Universidade que visa\r\n  preparar alunos de ensino médio, de escolas públicas e privadas, para a realização do ENEM (Exame\r\n  Nacional do Ensino Médio). A atividade é realizada a partir de aulões que tratam das principais\r\n  temáticas abordadas no exame, de áreas previamente selecionadas pelos petianos. Apesar de\r\n  abranger de forma geral os alunos do ensino médio, a atividade visa atender carências,\r\n  principalmente, de estudantes do ensino público, sanando dúvidas e permitindo uma interação e\r\n  compartilhamento de experiências com os petianos que vão para além da sala de aula.\r\n</p>\r\n<p style=\"color: #333;\">\r\n  O objetivo do PET Nota Mil é proporcionar o fortalecimento dos alunos, principalmente, do ensino\r\n  público em matérias e temáticas, de ciências da natureza e matemática, que são de suma\r\n  importância para realização do ENEM (Exame Nacional do Ensino Médio), que acontece no final do\r\n  ano. Por intermédio dessa atividade, o grupo proporciona momentos para que os alunos tirem\r\n  dúvidas sobre as temáticas tratadas e possam ter, também, um contato maior com os petianos\r\n  participantes, seja para terem maior contato com o ambiente da universidade, ou para compartilhar\r\n  experiências.\r\n</p><br><br>\n","image":"/atividades/PET-Nota-Mil/images/logo_nota.png","link":"/atividades/PET-Nota-Mil","title":"PET Nota Mil","description":"Evento que consistem em um aulão que reúne os principais assuntos cobrados no Exame Nacional do Ensino Médio","status":"ON"}},"__N_SSG":true}