{"pageProps":{"postData":{"id":"Imerssão","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/Imerssão/images/logo_imersao.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\n<!--  o conterúdo começa a partir daqui -->\n<p style=\"color: #333;\">\r\n  O Imersão PET é uma atividade desenvolvida pelo grupo do Programa de Educação Tutorial (PET) associado ao curso de Engenharia Elétrica da UFBA e tem por objetivo integrar calouros do curso de Engenharia Elétrica da universidade ao grupo. Os projetos propostos para a atividade são desenvolvidos pelos calouros no espaço do PET sob acompanhamento dos petianos e eles têm a possibilidade de contribuir atuando em tarefas de montagem e engenharia, design gráfico, produção de textos e de conteúdo em áudio ou vídeo para comunicação do PET com os alunos do curso. Na edição atual da atividade, nove estudantes calouros estão integrados ao PET e já produziram alguns resultados positivos, como um texto técnico para o blog do PET, um episódio para podcast do grupo tratando das histórias e experiências de colegas do curso,  montagens físicas de alguns circuitos e diversas aulas expositivas sobre os temas relacionados aos projetos propostos. Espera-se que, ao final da atividade, os imersos tenham adquirido habilidades relevantes para seus estudos ao longo do curso e um maior interesse pelo PET e em ingressar futuramente no grupo.\r\n</p><br><br>\n","image":"/atividades/Imerssão/images/logo_imersao.png","link":"/atividades/Imerssão","title":"Imersão","description":"Iniciativa do PET que possibilita aos calouros de Engenharia Elétrica acompanhar um petiano nas atividades que este desempenha, de maneira que vivenciem o PET desde o primeiro semestre.","status":"ON"}},"__N_SSG":true}