{"pageProps":{"postData":{"id":"2024-05-31-tomografia-computadorizada","contentHtml":"<!--Botão para voltar para a página anterior (posts do corrente alternativa)-->\n<p><a href=\"javascript:history.back()\" style=\"position: fixed; top: 50%; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&#x3C;</a></p>\n<p>Sendo idealizada em 1967 pelo engenheiro eletricista Godfrey Hounsfield, com contribuições anteriores do físico sul-africano Allan Cormack e baseando-se nos estudos do matemático austríaco Johann Radon, a tomografia computadorizada (TC) trouxe diversos avanços para a área da saúde, uma vez que permite o diagnóstico de patologias onde anteriormente eram necessários procedimentos cirúrgicos invasivos.\nA história do desenvolvimento da TC é tão fascinante quanto suas contribuições para todo o mundo.</p>\n<h2>A TC no decorrer da história</h2>\n<p>Durante o final do século XIX, o físico alemão Wilhelm Conrad Röntgen, enquanto estudava o fenômeno da luminescência produzida por raios catódicos num tubo de Crookes, protagonizou a descoberta dos chamados raios X, nomeados por seu comportamento não ser conhecido na época. Para testar sua descoberta, ele utilizou a mão esquerda de Anna Bertha Ludwig, sua esposa, como alvo da primeira radiografia de uma parte do corpo humano. Tendo auxiliado a humanidade, evoluindo e assumindo atuações diversas na pesquisa de diagnósticos no corpo humano, os raios X têm variadas aplicações e usabilidades na medicina. Enxergar dentro do corpo sem abrir o paciente sempre foi um  dos objetivos na área médica e formas de melhorar a qualidade dessas imagens sempre foram buscadas pelos mais diversos pesquisadores.</p>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/raiox.jpg\" alt=\"raio x\">\n<em>Primeiro raio-x feito por Wilhelm Röntgen, 1895.</em></p>\n<p>Em 1917, os estudos do matemático austríaco Johann Radon e sua equação matemática chamada de “transformada de Radon” demonstravam que, a partir de um conjunto de projeções, era possível reproduzir objetos tridimensionais, uma vez que provou a possibilidade da reconstrução de uma função de duas variáveis através do conhecimento de suas integrais sobre retas, porém, só foi realmente utilizado de forma apropriada em 1963 com o trabalho de Allan Cormack.</p>\n<p>Físico e matemático, Cormack estudava a distribuição de coeficientes de atenuação do corpo para o tratamento de radioterapia, focando em direcioná-la melhor ao tumor alvo, mas levantou dentro de seus estudos uma questão: “Supondo que se conheça todas as  integrais de linha através de um corpo com densidade variada, podemos reconstruir esse mesmo corpo?”. Após encontrar resposta positiva e utilizando-se das informações que Radon havia fornecido, um teorema se transformou em uma ferramenta prática, uma vez que, através de informações exteriores ao corpo alvo, poder-se-ia obter informações do seu interior.</p>\n<p>Paralelamente, o engenheiro, experiente em radares e criador do primeiro computador totalmente transistorizado inglês, Godfrey Hounsfield já possuía interesse no estudo de objetos tridimensionais através da reconstrução obtida pela absorção heterogênea de radiação. Seu primeiro protótipo possuía uma fonte baseada em amerício-241, emissora de raios gama, porém, a aquisição da imagem era de longos nove dias e o computador levava 150 minutos para processá-la. Um tempo depois, vendo a similaridade das propriedades dos raios X com os raios gama, optou por substituir a fonte anterior e, só com essa mudança, o tempo de aquisição de imagens foi reduzido para nove horas.</p>\n<p>Após se reunir com diversos radiologistas experientes do Hammersmith Hospital, em Londres, surgiu a ideia de se concentrar na criação de um aparelho voltado para o crânio. Depois de obter diversas imagens experimentais a partir de peças, animais e cérebros fixados em formol (que demonstraram algumas alterações), foi realizado o primeiro procedimento em um ser humano vivo, a fim de diagnosticar um tumor no lobo frontal esquerdo, com suspeita ainda não confirmada. Quando a imagem foi obtida, comprovando sua existência, gerou uma animação não só no engenheiro, mas também naqueles que tiveram a oportunidade de ver o equipamento em funcionamento.</p>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/exame.png\" alt=\" exame\">\n<em>Exame sendo realizado nos primeiros tomógrafos, no Hammersmith Hospital.</em></p>\n<p>O trabalho escrito de Hounsfield não foi publicado em 1971 por conta da greve dos correios, além do congresso anual do British Institute of Radiology, em Amsterdã, ter demonstrado pouco interesse nas imagens seccionais de peças de cadáveres e de animais que foram apresentadas. No entanto, em 1972, a revista Times publicou uma imagem do primeiro aparelho funcional, o que gerou interesse da comunidade médica em seu trabalho. Ao ser comercializado, o tempo de aquisição de cada corte do equipamento já era de dois minutos, uma vez que um minicomputador mais eficiente foi adicionado ao sistema. A tecnologia continuou evoluindo, dando origem a gerações seguintes do maquinário, cada vez mais rápidas e com uma gritante redução dos preços dos aparelhos e dos exames, que continua se desenvolvendo até os dias de hoje.</p>\n<h2>Os principais componentes do tomógrafo</h2>\n<ul>\n<li>\n<p>Gantry (Portal): O gantry é o equipamento que possui uma abertura central, na qual o paciente fica posicionado durante o procedimento. Em seu interior, localizam-se a maior parte dos dispositivos eletrônicos e eletromecânicos, incluindo sensores e a ampola de feixes, que rotacionam durante a realização do escaneamento.</p>\n</li>\n<li>\n<p>Ampola de raio X: A emissão de raios X se baseia  na interação de dois elementos: o catódio e o anódio rotatório. Nesse sentido, o catódio libera uma carga de elétrons, que após acertarem o anódio, ocorre a geração dos raios X.</p>\n</li>\n<li>\n<p>Sensores: Os sensores (ou detectores) constituem-se por serem os responsáveis pela captação da radiação emitida pela ampola. Essa obtenção é fundamental, pois em razão dela, ocorre a transformação dos dados adquiridos em sinais elétricos para a formação da imagem.</p>\n</li>\n<li>\n<p>Mesa de exames: Local onde o paciente se posiciona para o início do exame.</p>\n</li>\n</ul>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/componentes.png\" alt=\" componentes\">\n<em>Componentes do tomógrafo.</em></p>\n<h2>O funcionamento por trás das cortinas do exame da TC</h2>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/paciente.jpg\" alt=\" paciente\">\n<em>Paciente deitado sobre a mesa de exames adentrando o gantry.</em></p>\n<p>Inicialmente, o paciente deita-se sob a mesa de exame e adentra o gantry que, depois do início do procedimento, rotaciona em torno da área desejada. Após a geração dos raios x no interior da ampola, essa dispara uma sequência dessa radiação no examinado.</p>\n<p>Após a liberação da energia, os raios penetram a pele do paciente e percorrem sucessivamente a área corporal escolhida até o encontro com um filme localizado no eixo oposto do feixe. Todavia, a essência da TC encontra-se exatamente durante esse breve intervalo, tendo em vista que, em virtude da tênue diferença de densidade das estruturas examinadas - como ossos ou tecidos macios - e do espaço restante, obtêm-se dados suficientes para a formação da imagem interna do corpo.</p>\n<p>Conforme a chegada dos raios x no filme, os sensores transformam os dados obtidos em sinais elétricos que serão encaminhados para o computador. E assim, os sinais adquiridos são digitalizados rapidamente pelo sistema computacional e, por meio de um software sofisticado, produz a imagem preta e branca da região corpórea.</p>\n<h2>A magia da tomografia computorizada</h2>\n<p>Apesar da indiscutível importância do tomógrafo para o exame da tomografia computorizada, a verdadeira mágica do procedimento acontece quando os dados adquiridos pelos sensores chegam ao software no computador para a formação da imagem.</p>\n<p>Antes de explicar como o programa funciona, é importante ressaltar que não existe um único sistema universal, mas sim uma variedade de programas desenvolvidos com diferentes capacidades para cobrir a vasta complexidade de exames hospitalares. Com isso, dentre as inúmeras empresas responsáveis pela criação e venda desses softwares, temos como exemplo a “Philips Healthcare” e a “GE Healthcare”.</p>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/software.webp\" alt=\" software\">\n<em>Imagem do cérebro criada pelo software da tomografia computadorizada.</em></p>\n<p>Diante disso, a formação da imagem começa pela chegada dos dados no computador, e inicia-se um processo chamado de “Reconstrução Tomográfica”, sendo esse procedimento o responsável pela origem da representação tridimensional (3D) do volume interno do corpo. Esse processo tem duas etapas, respectivamente: A Retroprojeção e a Filtragem.</p>\n<p>De modo geral, a retroprojeção se baseia na exibição de uma imagem 3D por meio da junção das obtidas pelos sensores no formato 2D. Simultaneamente à retroprojeção, a filtragem é responsável pela retirada de informações indesejadas (como movimentação do paciente, ou imperfeições no equipamento). E assim, depois da primeira reconstrução, o software também permite ajustar várias configurações, como contraste, brilho e espessura das fatias. Finalmente, as imagens são reconstruídas e disponibilizadas para o profissional para a análise da condição do paciente.</p>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/cranio.png\" alt=\" cranio\">\n<em>Reconstrução 3D do maxilar de um paciente.</em></p>\n<h2>O Nobel</h2>\n<p>O advento do primeiro tomógrafo computadorizado foi tão revolucionário que, em 1979, a Academia Nobel do Instituto Karolinska, na Suécia, atribuiu o Prêmio Nobel de Fisiologia ou Medicina daquele ano a Allan M. Cormack e Godfrey N. Hounsfield, desenvolvedores da tomografia assistida por computador. Não se pode deixar de destacar o discurso inspirador que Cormack, representando ambos, proferiu durante a cerimônia de premiação:</p>\n<p>‘’Enquanto há ironia na premiação, há também esperança de que, agora nestes dias de especialização aumentando, há uma unidade na experiência humana, uma unidade claramente conhecida por Alfred Nobel, que um engenheiro e um físico, cada um de seu próprio modo, contribuíram um pouco para o avanço da Medicina.’’</p>\n<p><img src=\"https://peteletricaufba.github.io/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/pesquisadores.png\" alt=\" pesquisadores\">\n<em>Allan Cormack e Godfrey Hounsfield.</em></p>\n<p>Desde então, a tomografia computadorizada continua sendo alvo de intensas pesquisas que contribuem para diversos aprimoramentos, tanto do ponto de vista de hardware quanto de software. Permitindo, assim, resoluções cada vez melhores, obtenção de imagens tomográficas dinâmicas, como por exemplo, sincronizando as fases do funcionamento do coração com a aquisição das projeções. Ademais, as pesquisas nesse campo vão muito além do uso na medicina, áreas como geologia, indústria do petróleo, tomografia industrial, que é aplicada em ensaios não destrutivos, entre outros, utilizam dessa tecnologia para muito dos avanços. Isso mostra, na prática, que mesmo áreas distintas podem e devem se relacionar para o desenvolvimento de um melhor futuro para a humanidade.</p>\n<h2>Referências</h2>\n<p><a href=\"https://www.nobelprize.org/prizes/medicine/1979/summary/\">https://www.nobelprize.org/prizes/medicine/1979/summary/</a></p>\n<p><a href=\"https://certi.org.br/blog/tomografia-industrial/\">https://certi.org.br/blog/tomografia-industrial/</a></p>\n","image":"/corrente-alternativa/2024-05-31-tomografia-computadorizada/images/godfrey_hounsfield.jpg","link":"/corrente-alternativa/2024-05-31-tomografia-computadorizada","date":"2024-05-31","title":"Tomografia Computadorizada: a invenção revolucionária que permitiu que um engenheiro eletricista ganhasse um Nobel na área da medicina.","authors":["leonardoPedreira","patrickMax"]}},"__N_SSG":true}