{"pageProps":{"postData":{"id":"GPEF","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/GPEF/images/logo_gpef_sem_borda.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\n<!--  o conterúdo começa a partir daqui -->\n<p style=\"color: #333;\">\r\n  Grupo de Pesquisa em Empoderamento Feminino - GPEF desenvolve-se como um grupo\r\n  encarregado de analisar questões de gênero relacionadas, sobretudo, ao curso de Engenharia\r\n  Elétrica da UFBA. A partir disso, atua-se de maneira efetiva de modo a diminuir as problemáticas\r\n  das mulheres do corpo docente/discente devido à desigualdade de gênero no respectivo curso. Para\r\n  2024, além dos pilares Pesquisa e Extensão, o grupo busca realizar ações para aproximar e apoiar as\r\n  estudantes do curso de Engenharia Elétrica. Dessa forma, a atividade em questão visa a realização\r\n  de atividades extensionistas com alunos e alunas do Ensino Médio de Colégios Estaduais, mas\r\n  também o desenvolvimento de ações com as mulheres da Escola Politécnica, a fim de aproximá-las e\r\n  criar uma rede de apoio. A partir dessa ação, espera-se não só incentivar outras adolescentes e\r\n  mulheres a atuarem nessas áreas em que a desigualdade de gênero ainda é tão expressiva, como\r\n  também contribuir para união das já presentes no curso e autonomia das participantes.\r\n</p>\r\n<p style=\"color: #333;\">\r\n  O objetivo principal da atividade em questão é realizar ações que sirvam de incentivo para meninas\r\n  e mulheres que vislumbram áreas como engenharia, ciência e tecnologia para a vida acadêmica e\r\n  profissional, uma vez que esses ambientes são majoritariamente masculinos. Ainda, o grupo visa\r\n  promover a união das mulheres já presentes no curso, com o objetivo de criar uma rede de apoio,\r\n  para que juntas possam superar os desafios de uma graduação com baixa presença feminina e um\r\n  mercado de trabalho predominantemente machista. A atividade também busca levar referências\r\n  femininas, tanto através de ações com outras meninas e mulheres quanto através de conteúdo nas\r\n  redes sociais do PET Elétrica.\r\n</p><br><br>\n","image":"/atividades/GPEF/images/logo_gpef.png","link":"/atividades/GPEF","title":"GPEF","description":"O Grupo de Pesquisa em Empoderamento Feminino é uma atividade que trata sobre questões de gênero e avalia a baixa participação de mulheres nos cursos de graduação da área de exatas.","status":"ON"}},"__N_SSG":true}