{"pageProps":{"postData":{"id":"Minicursos","contentHtml":"<!-- imagem da atividade-->\n<div style=\"text-align: center; margin-top: -40px;\"> <!-- Reduzindo a margem superior -->\r\n  <img src=\"/atividades/Minicursos/images/logo_minicursos.png\" alt=\"Imagem Centralizada\" style=\"width: 20%; height: auto;\">\r\n</div>\r\n<!--Botão para voltar para a página anterior-->\r\n<a href=\"javascript:history.back()\" style=\"position: fixed; center: 20px; left: 20px; background-color: #001D7E; color: white; padding: 10px 15px; border-radius: 50%; text-decoration: none; font-size: 24px; z-index: 1000;\">&lt;</a>\r\n<!--  o conterúdo começa a partir daqui -->\r\n<p style=\"color: #333;\">\r\n  Os minicursos são atividades desenvolvidas pelo grupo PET-Elétrica que tem o intuito de disseminar\r\n  o conhecimento adquirido por petianas e petianos para outros estudantes de graduação,\r\n  proporcionando o aprendizado de assuntos específicos no âmbito da engenharia. Essa prática\r\n  estende-se inclusive a alunos de diferentes instituições de ensino, não se limitando à UFBA. Além de\r\n  promover a divulgação de saberes, os minicursos aproximam a universidade da comunidade,\r\n  promovendo trocas de informações e favorecendo as relações interpessoais.\r\n</p>\r\n<p style=\"color: #333;\">\r\n  O objetivo desta atividade é difundir o conhecimento que petianas e petianos possuem sobre temas\r\n  ligados ao curso de Engenharia Elétrica, assim como sobre a utilização de softwares bastante\r\n  utilizados em engenharia. Para os(as) estudantes participantes, o aprendizado adquirido nos\r\n  minicursos poderá servir como base para a compreensão de assuntos que serão abordados\r\n  futuramente em seu curso, assim como poderá favorecer o desenvolvimento de atividades onde se\r\n  faz necessário o uso de softwares e componentes específicos. Além de procurar agregar\r\n  conhecimento aos(às) estudantes de uma forma geral, a atividade visa ampliar a visibilidade do\r\n  grupo PET Elétrica junto ao corpo discente da Universidade.\r\n</p><br><br>\n","image":"/atividades/Minicursos/images/logo_minicursos.png","link":"/atividades/Minicursos","title":"Minicursos","description":"Consiste na elaboração e aplicação de diversos minicursos com o tema escolhido pelo(a) petiano(a). Alguns minicursos já realizados foram os de Autocad, Excel, C++, Python e Desenvolvimento WEB.","status":"ON"}},"__N_SSG":true}